{"5"=>["abandon", "abandoned", "abolish", "absurd", "abundance", "abundant", "academy", "accidental", "accommodation", "accomplished", "accomplishment", "accordingly", "accused", "accustom", "accustomed", "acquaint", "acquisition", "acute", "adventurer", "adventurous", "advertise", "advertising", "aggressive", "agony", "agreeable", "aisle", "alert", "alliance", "alligator", "allowance", "ambassador", "animation", "annoy", "antenna", "anticipate", "apparatus", "appreciation", "approximately", "arcade", "arched", "architect", "architecture", "arena", "arithmetic", "armed", "armor", "ascend", "aspirin", "assemble", "assembly", "assign", "assignment", "assumption", "assurance", "astonish", "astonishing", "attain", "attendant", "auto", "awareness", "awe", "awkward", "ballet", "ballpoint", "bang", "barn", "barrier", "beaten", "beating", "beetle", "behalf", "belly", "belonging", "bent", "biological", "biologist", "biology", "blaze", "blond", "blueberry", "boredom", "borrower", "boyhood", "bra", "bracelet", "bravely", "breadth", "breaker", "breathing", "brim", "broadcasting", "broke", "bronze", "brutal", "bug", "bulb", "bulk", "bump", "bundle", "bureau", "burglar", "burning", "calculation", "calf", "calorie", "candidate", "canvas", "cape", "capitalism", "capitalist", "carelessly", "caring", "carve", "catcher", "cathedral", "Catholic", "cautious", "cease", "cereal", "challenging", "chamber", "championship", "chaos", "charming", "charter", "chat", "chip", "chorus", "Christianity", "cider", "circular", "civilian", "civilization", "civilize", "clay", "click", "climax", "clover", "clue", "coconut", "coffeehouse", "colleague", "colonial", "colonist", "combat", "comedian", "commander", "commitment", "commonly", "communist", "competitive", "compose", "comprehension", "compromise", "conceal", "conceive", "concentrated", "concept", "concrete", "condemn", "condense", "conductor", "confine", "confront", "confuse", "confused", "confusing", "confusion", "congratulation", "conqueror", "conquest", "consensus", "consent", "consequently", "conservation", "conservative", "considering", "consistent", "constitute", "consult", "consultant", "consume", "consumer", "consumption", "contemporary", "contempt", "continuous", "contribute", "convert", "convey", "conviction", "cooker", "cope", "copper", "core", "corridor", "coupon", "courageous", "cradle", "creamy", "creativity", "cricket", "critic", "crocodile", "crossroad", "crosswalk", "crucial", "cube", "cucumber", "cultivate", "cunning", "currency", "currently", "dairy", "daisy", "damn", "damp", "daring", "darken", "darkly", "daylight", "deadline", "dealing", "dearly", "decided", "declaration", "decoration", "defect", "delightful", "democrat", "demonstration", "dense", "depression", "deprive", "derive", "desperate", "desperately", "despise", "destiny", "destructive", "detect", "developed", "developer", "devote", "devotion", "dignity", "diligent", "dim", "dine", "dinosaur", "dip", "diplomatic", "disappointed", "discharge", "disco", "disgrace", "disguise", "disgust", "disgusting", "dishwater", "disorder", "dispose", "dispute", "dissolve", "distinction", "distinctly", "distinguished", "distress", "disturb", "divorce", "dock", "dolphin", "dominant", "dominate", "donkey", "doorstep", "doubtful", "doubtless", "dove", "downward", "drain", "drawn", "dread", "dresser", "dressmaker", "drier [dryer]", "drip", "dwell", "dye", "dying", "eagerly", "eagerness", "earnest", "earning", "earthly", "Easter", "economical", "economist", "edit", "educated", "educator", "effectively", "elective", "electronics", "elegant", "elementary", "elite", "embarrass", "embarrassing", "embassy", "enlarge", "ensure", "entertainer", "entitle", "environmental", "equality", "erase", "erect", "errand", "esteem", "eternal", "ethnic", "evaluate", "evaluation", "evidently", "evolution", "exaggerate", "exceed", "excessive", "exclaim", "exclude", "executive", "exhaust", "exhausted", "expansion", "expedition", "experienced", "experimental", "exploration", "exposure", "extensive", "exterior", "facial", "facility", "fairness", "faithfully", "famine", "fantastic", "fantasy", "farewell", "farmhouse", "fascinating", "fastener", "feast", "federal", "ferry", "fertile", "fetch", "fiber", "fierce", "fighter", "finely", "flashlight", "flatter", "flexible", "flourish", "flu", "fluent", "foam", "folder", "follower", "footprint", "footstep", "forbid", "forbidden", "forced", "forehead", "forgetful", "format", "freeway", "frequency", "freshman", "frown", "frozen", "fruitful", "frustration", "fulfill", "furnish", "gallop", "garbage", "garment", "gaze", "gear", "generously", "genuine", "giraffe", "gleam", "gloomy", "glorious", "golfer", "gown", "grab", "graceful", "graduation", "graph", "graphic", "greenhouse", "grieve", "grim", "grin", "grind", "groan", "grocery", "guideline", "guitarist", "gum", "hairdresser", "halt", "handling", "hanger", "hardness", "hardware", "harmless", "harmonica", "hasten", "hastily", "hasty", "hay", "heading", "headline", "headphone", "headquarters", "heap", "heavenly", "hedge", "heir", "herd", "heroine", "highlight", "hike", "hilltop", "historian", "historic", "hitchhike", "homesick", "honorable", "horizontal", "horseman", "housekeeper", "housekeeping", "howl", "hug", "humorous", "hurricane", "iced", "icy", "ideally", "idiot", "illusion", "illustrate", "imaginary", "imaginative", "imitation", "immensely", "immigrant", "impatient", "imperfect", "implement", "imply", "incline", "inclined", "incredible", "independently", "indirect", "industrious", "infection", "inferior", "inflation", "influential", "inhabit", "inhabitant", "input", "inquire", "insider", "inspect", "inspector", "inspiration", "install", "instantly", "instructor", "insure", "interpret", "interviewer", "invasion", "inventor", "investor", "inward", "irony", "isolated", "ivory", "jog", "keyword", "killer", "knitting", "laboratory", "laborer", "lame", "lantern", "lark", "lastly", "leadership", "legally", "legend", "lick", "lighter", "lighting", "likewise", "limitation", "liquor", "listing", "literally", "liver", "lobster", "loneliness", "loosely", "lounge", "lump", "magnificent", "majesty", "makeup", "mango", "manufacturer", "marathon", "margin", "marker", "marketing", "marking", "massive", "mat", "mathematical", "mattress", "mechanic", "medieval", "memo", "memorial", "mentally", "microwave", "mid", "midday", "milkman", "millionth", "minus", "mischief", "misfortune", "missile", "mission", "mitten", "mixture", "moan", "moderate", "modify", "moist", "moisture", "monarch", "morally", "moss", "motive", "motorbike", "motorist", "mourn", "multiple", "mummy", "murmur", "myth", "negotiate", "neutral", "nicely", "nickel", "nightdress", "nightgown", "nightmare", "nonstop", "noted", "noticeable", "noun", "novelist", "nude", "numerous", "nursery", "nylon", "oar", "obedience", "objective", "obligation", "oblige", "observer", "offensive", "offering", "officially", "omit", "onward", "opponent", "optimistic", "oral", "organic", "organism", "organist", "organized", "oriental", "originate", "ornament", "ounce", "outlet", "outlook", "overflow", "overhead", "oversleep", "overtake", "overwhelming", "oyster", "packing", "pad", "painfully", "pal", "pamphlet", "pansy", "paperback", "parasol", "participate", "particle", "partnership", "passionate", "password", "pasta", "paste", "pastime", "pasture", "patiently", "patron", "peel", "peer", "perception", "performer", "perfume", "perish", "pessimistic", "petrol", "phase", "phenomenon", "philosopher", "physically", "pierce", "pillowcase", "pinch", "plainly", "playmate", "plead", "pleasing", "plow", "plunge", "plural", "pocketbook", "pointer", "poll", "pony", "pope", "portable", "portray", "powerless", "precisely", "predict", "prefecture", "preference", "prejudice", "prescription", "presentation", "presently", "presidential", "prevail", "prevention", "primarily", "prime", "printing", "privately", "procession", "proclaim", "productive", "productivity", "profile", "progressive", "prohibit", "prominent", "prompt", "promptly", "prosper", "prosperous", "protective", "proven", "proverb", "provider", "provincial", "provision", "prudent", "psychological", "psychologist", "psychology", "publicity", "publisher", "publishing", "pullover", "punch", "punctual", "pyramid", "qualify", "quote", "racial", "racing", "rag", "raindrop", "raisin", "random", "raspberry", "rational", "react", "reasonably", "recess", "recession", "recipe", "recruit", "recycle", "refine", "reflection", "refresh", "refuge", "refugee", "refusal", "regardless", "regional", "register", "regulate", "relaxation", "relieve", "relieved", "reluctant", "remarkably", "remedy", "removal", "renew", "rental", "reproduce", "republican", "researcher", "reservation", "reserved", "resign", "respectable", "restrict", "restriction", "resume", "retirement", "retreat", "revival", "revive", "revolutionary", "rib", "riches", "rider", "ridiculous", "riding", "rightly", "rinse", "rising", "risky", "riverside", "roar", "robbery", "rocky", "romance", "rosy", "routine", "rudely", "rugby", "sacred", "saddle", "salesclerk", "salespeople", "salesperson", "sandy", "satellite", "satisfactory", "scar", "scarce", "scary", "schoolbook", "schoolhouse", "schoolmaster", "schoolroom", "schoolteacher", "scrap", "sculpture", "seemingly", "senate", "sentiment", "separately", "separation", "seriousness", "severely", "sexy", "shed", "shilling", "shiny", "shipping", "shocking", "shoemaker", "shorten", "shovel", "shrink", "sightseeing", "significance", "similarity", "similarly", "singular", "situated", "skilled", "slap", "slender", "slippery", "snatch", "sneeze", "soar", "sob", "soften", "sole", "solely", "solidly", "solitude", "solo", "someday", "sow", "sparkle", "sparrow", "specialize", "specifically", "spectator", "sphere", "sporting", "sprinkle", "squirrel", "stain", "standing", "startle", "statesman", "steadily", "steer", "stern", "stimulate", "stitch", "stomachache", "strap", "strategy", "streetcar", "strengthen", "stride", "stripe", "strive", "stubborn", "stumble", "stylish", "substantial", "substitute", "sue", "sufferer", "suicide", "summertime", "summon", "superior", "supposed", "supreme", "surfing", "surgeon", "surgery", "surprisingly", "survival", "survivor", "suspend", "suspicion", "suspicious", "sustain", "swift", "symphony", "talented", "tease", "tempt", "tenderly", "terrific", "terrorist", "Thanksgiving", "theme", "thermometer", "thinker", "thinly", "thorn", "thoughtful", "thriller", "thrilling", "throne", "tighten", "tights", "timeless", "tissue", "tolerate", "toothache", "topping", "torch", "touching", "tournament", "trader", "trading", "tragedy", "tragic", "transform", "transition", "tread", "trendy", "trim", "trombone", "troop", "tub", "turtle", "twilight", "twinkle", "typhoon", "typically", "ultimate", "unaware", "unbelievable", "uncertainty", "uncommon", "uncover", "undergo", "undergraduate", "undertake", "unemployment", "unexpectedly", "unfair", "unfamiliar", "unimportant", "unity", "unjust", "unlike", "unpleasant", "unusually", "unwilling", "urban", "utter", "utterly", "vacuum", "veil", "veranda", "verb", "victorious", "viewpoint", "vigor", "vine", "violate", "violently", "vital", "vivid", "volcano", "vow", "waken", "ward", "warrior", "wartime", "wholly", "widespread", "widow", "wineglass", "wireless", "wit", "witch", "withdraw", "woodland", "workshop", "worldwide", "zebra", "zipper"], "7"=>["abandonment", "abbreviation", "abnormal", "abolition", "abusive", "accompaniment", "accordance", "adaptation", "administer", "admiral", "adoption", "adore", "adorn", "advancement", "advantageous", "advisory", "affectionate", "affirm", "agenda", "aggression", "aide", "aimless", "airway", "alarming", "alcoholism", "algebra", "allege", "allied", "altar", "alteration", "alternate", "altitude", "amazement", "amen", "amend", "amendment", "ancestry", "annoyance", "anonymous", "antarctic", "anthropology", "appendix", "appetizer", "appetizing", "appliance", "applicable", "applicant", "apprehension", "apprentice", "approximate", "archaeology", "arctic", "armored", "arouse", "arrogant", "ashore", "assertion", "atmospheric", "attachment", "attorney", "auction", "audition", "auditorium", "autobiography", "avail", "avoidance", "axis", "bachelor", "backing", "bait", "ballot", "bandage", "bankruptcy", "barbarian", "barefoot", "barley", "barrack", "barricade", "bedding", "behold", "bellybutton", "bestow", "beverage", "beware", "bias", "bid", "bimonthly", "binding", "birthplace", "blink", "bliss", "blunt", "boastful", "bosom", "botanical", "bough", "bouquet", "bowel", "bracket", "breathless", "bridegroom", "brisk", "broaden", "broadly", "brochure", "bruise", "brunch", "brute", "buffet", "bulletin", "bureaucracy", "burnt", "bypass", "calamity", "calcium", "campaigner", "canary", "cane", "capsule", "caption", "captive", "caravan", "cardboard", "cartridge", "carving", "catastrophe", "cater", "cellar", "census", "centered", "ceremonial", "certify", "chancellor", "chaotic", "chap", "chariot", "chatter", "cherish", "chestnut", "chick", "chime", "choir", "chore", "chuckle", "churchyard", "circulate", "citizenship", "civic", "clarify", "clatter", "clergy", "clergyman", "cling", "clinical", "cloakroom", "clockwork", "clown", "clumsy", "clutch", "coastal", "coffin", "coil", "coincide", "collision", "colonel", "columnist", "commend", "commissioner", "commonplace", "commonwealth", "communicative", "communism", "commuter", "compartment", "compensate", "competence", "complement", "comprehensive", "comprise", "comrade", "concede", "conceptual", "concession", "concise", "cone", "confer", "confide", "confidential", "confirmation", "conform", "confrontation", "consequent", "console", "consonant", "conspiracy", "constitutional", "contemplate", "contend", "continuation", "continuity", "contraction", "contractor", "contradict", "contradiction", "contrive", "controller", "conversion", "cordial", "corps", "corpse", "correspondence", "courteous", "crab", "creditor", "creek", "cripple", "criterion", "crude", "crumb", "crust", "crutch", "cultivated", "cultivation", "curly", "cylinder", "dazzle", "deafen", "dean", "debut", "deceitful", "decidedly", "decisive", "deem", "deficiency", "delegate", "delegation", "den", "density", "dependency", "descendent", "desolate", "destroyer", "detach", "detergent", "developmental", "devour", "diagnosis", "dialect", "diameter", "dictate", "dictation", "differentiate", "diligence", "dining", "diploma", "diplomacy", "directive", "disagreeable", "disappearance", "disarmament", "disastrous", "disbelief", "discard", "disciple", "discomfort", "discouragement", "dishonor", "dismal", "dismay", "dismissal", "dispatch", "displace", "disposal", "disposition", "dissatisfaction", "dissatisfied", "distort", "distract", "distributor", "divert", "dividend", "doctrine", "dogmatic", "domain", "dome", "donate", "doom", "dormitory", "dose", "drastic", "dreamy", "drowsy", "duration", "dusk", "duster", "dutiful", "eastward", "easygoing", "eccentric", "ecology", "edible", "editorial", "elastic", "elevate", "eloquent", "embark", "embrace", "emergence", "eminent", "emission", "enchant", "enclosure", "encore", "enforce", "enforcement", "engaging", "enhance", "enrich", "enthusiast", "envelop", "epoch", "equator", "erotic", "err", "escort", "eventual", "excel", "exclamation", "exclusion", "execution", "exert", "exhausting", "exile", "existent", "expend", "expenditure", "expertise", "expressive", "exquisite", "eyelash", "eyelid", "eyesight", "fabric", "factual", "Fahrenheit", "falsehood", "fascination", "faultless", "feedback", "feeder", "feminine", "feverish", "fiery", "fig", "fingerprint", "fiscal", "flake", "flap", "flattery", "flip", "flush", "foe", "foggy", "folklore", "footpath", "forbidding", "forceful", "forefather", "foresee", "formidable", "formulate", "forsake", "forthcoming", "forum", "fraud", "freight", "friction", "fright", "frightful", "fringe", "functional", "furious", "furnace", "furnished", "fury", "gardening", "gargle", "genre", "geology", "gigantic", "giggle", "given", "glacier", "glare", "goldfish", "gospel", "gracious", "gratify", "grease", "groom", "growl", "grumble", "guardian", "gull", "gunshot", "hairy", "halve", "handicraft", "handout", "handshake", "handwriting", "hare", "harmonious", "hatch", "haul", "hazard", "hearth", "heartily", "hearty", "heed", "heighten", "hereafter", "hijack", "hind", "hinder  {1}", "hindrance", "hiss", "hive", "homecoming", "hoof", "hopefully", "horoscope", "horseshoe", "hostel", "hound", "hourly", "householder", "humid", "humility", "hurdle", "hurl", "hush", "husky", "hydrogen", "hypothesis", "idealistic", "identical", "identifiable", "idol", "illuminate", "illumination", "implore", "imposing", "imprisonment", "improper", "inability", "inactive", "incentive", "incessant", "incidence", "incidentally", "inclusion", "inclusive", "inconvenience", "inconvenient", "incorporate", "indicator", "indignant", "indignation", "indignity", "indispensable", "induce", "indulge", "inexperienced", "ingenious", "inherent", "injection", "injustice", "inland", "innocence", "innumerable", "insane", "insignificant", "installation", "instinctive", "insulting", "intact", "intake", "intelligible", "intensify", "intensive", "intentional", "interaction", "interference", "intersection", "intrude", "invalid", "invariably", "ironical", "itch", "jeweler", "jockey", "jug", "junction", "kernel", "kin", "knob", "knowledgeable", "knuckle", "lament", "landlord", "lapse", "lash", "latitude", "lavatory", "lawful", "leaflet", "lease", "lecturer", "leftover", "legislative", "legitimate", "lengthen", "leopard", "lessen", "liability", "liable", "lieutenant", "lifeboat", "lighten", "lighthouse", "limp", "linear", "linger", "linguistic", "livelihood", "lizard", "locomotive", "lofty", "lonesome", "longtime", "loop", "lorry", "lotion", "lottery", "luncheon", "luxurious", "madly", "magnify", "magnitude", "mainstream", "malice", "manifest", "mansion", "mantle", "maple", "marsh", "marshal", "masculine", "maturity", "mediator", "meditate", "meditation", "melancholy", "memorandum", "menace", "mentality", "merchandise", "merciful", "mercury", "messy", "metropolis", "metropolitan", "mileage", "miner", "miraculous", "misplace", "modification", "monarchy", "monk", "monotonous", "monstrous", "mortality", "mortgage", "motionless", "motivation", "mover", "municipal", "muse", "mustache", "mute", "nationalism", "nationalize", "navigate", "navigator", "negligence", "nominate", "notable", "notwithstanding", "nourish", "oath", "obstinate", "occurrence", "oddly", "omission", "operating", "oppress", "oppression", "optimism", "optimist", "orderly", "ordinarily", "outfit", "outgoing", "outing", "outrage", "overturn", "overview", "pail", "panorama", "papal", "paralyze", "parsley", "partake", "pastor", "pathetic", "pathway", "patriot", "patriotic", "pave", "payable", "payer", "pebble", "pedestrian", "peg", "peninsula", "perpetual", "perplex", "persuasion", "persuasive", "pessimism", "pessimist", "petition", "pharmacist", "picturesque", "piercing", "pious", "pipeline", "pitiful", "planetary", "plaster", "playful", "pluck", "plumber", "plump", "polar", "potluck", "pottery", "pouch", "precede", "precision", "predecessor", "preface", "preferable", "premier", "prescribe", "preside", "prestige", "presumably", "presume", "prevailing", "prevalent", "prior", "profess", "projection", "pronoun", "prop", "propaganda", "prophet", "prospective", "prune", "pulse", "punctuality", "quaint", "qualified", "quart", "queer", "quicken", "quotation", "raid", "rake", "ranch", "rash", "rationality", "rationalize", "realization", "reappear", "rebellious", "recite", "reckon", "recollect", "recollection", "reconcile", "reconciliation", "reed", "referee", "refinement", "refrain", "regime", "regrettable", "rehabilitation", "rein", "reinforce", "relay", "reluctance", "renewal", "reorganize", "repent", "reprint", "reproach", "reptile", "resistant", "respective", "respectively", "responsive", "restrictive", "revelation", "reverence", "rhetoric", "ridicule", "rim", "riot", "ripen", "roller", "rooster", "rot", "rotation", "rotten", "roundabout", "rouse", "royalty", "rug", "rugged", "rustle", "safeguard", "saloon", "sane", "sanitary", "satire", "scandalous", "scanty", "scarlet", "scoop", "scornful", "seam", "seaman", "seasonal", "seasoning", "seeker", "selective", "semifinal", "sensational", "senseless", "sentimental", "sergeant", "sermon", "serpent", "setup", "sexuality", "shabby", "shadowy", "shaft", "shawl", "sherry", "shining", "shriek", "shrub", "shrug", "silky", "simplify", "simultaneous", "sip", "situate", "skim", "skinny", "skyline", "slang", "slant", "slay", "sleeper", "slot", "slug", "slumber", "sly", "smog", "snail", "snare", "snore", "socialism", "sociologist", "soloist", "soothe", "sophomore", "sorrowful", "souvenir", "sown", "sparkling", "spear", "specimen", "spike", "splash", "splendor", "spoke", "spontaneous", "spotted", "sprung", "spur", "squash", "stab", "stance", "staple", "stapler", "static", "stationery", "statistical", "steadfast", "steward", "stiffen", "stopper", "storehouse", "storekeeper", "stout", "straightforward", "strand", "striker", "stylistic", "subdue", "subjective", "sublime", "submarine", "submission", "subscription", "subsequent", "subsequently", "subsidiary", "subsidy", "subtract", "sullen", "summarize", "sunbeam", "sunk", "superb", "supernatural", "superpower", "superstition", "supervise", "supplier", "suppression", "surpass", "surplus", "suspension", "swarm", "sweeten", "sweetie", "swelling", "symbolize", "symposium", "takeout", "talkative", "tan", "tanker", "tariff", "tasteful", "tearful", "tedious", "teller", "temperate", "tempest", "temporarily", "territorial", "testify", "textile", "texture", "thaw", "theoretical", "thereafter", "thesis", "thicken", "thicket", "thigh", "thoughtless", "threshold", "thrive", "thunderstorm", "tidal", "tile", "timber", "timer", "timing", "tireless", "tiresome", "toil", "tolerable", "tolerance", "tolerant", "toll", "tradesman", "trainee", "traitor", "tram", "tramp", "trample", "tranquil", "traveling", "treasurer", "tribute", "tricky", "trifle", "trustee", "tumble", "turnover", "twig", "tyranny", "tyrant", "unanimous", "unchanged", "understandable", "undertaking", "undesirable", "unhealthy", "uniformity", "unofficial", "unpopular", "unpredictable", "unskilled", "update", "uphill", "uphold", "usage", "utensil", "utterance", "vacancy", "vaguely", "valve", "vapor", "variable", "vein", "verbal", "vertical", "vibrate", "victor", "virtually", "virtuous", "vocation", "vulgar", "wallpaper", "wanderer", "ware", "warfare", "warring", "washcloth", "watering", "waver", "weary", "weird", "westward", "wheelchair", "wholesale", "wholesome", "willow", "wintertime", "wither", "withstand", "witty", "wreath", "wreck", "wrestling", "wretched", "wring", "yarn", "zeal", "zealous", "zip"], "12"=>["abate", "abdicate", "abdominal", "abhor", "abhorrent", "abject", "abominable", "abreast", "accede", "accession", "acclamation", "accolade", "acorn", "acquiescence", "acreage", "acrid", "adage", "adjourn", "adjunct", "admonition", "aegis", "affectation", "affront", "afield", "afoot", "aft", "aggregation", "agile", "agrarian", "ail", "airtight", "alderman", "alignment", "allay", "allegory", "altercation", "amalgamate", "amble", "amenable", "amends", "amity", "amphibian", "amphitheater", "ancillary", "angler", "annexation", "annihilate", "anorexia", "antagonize", "antecedent", "anteroom", "antic", "antigen", "antiseptic", "antithesis", "anvil", "aperture", "apex", "apparition", "appraise", "arable", "arbitration", "armistice", "armpit", "arousal", "arsenic", "articulation", "artifice", "assail", "assay", "assessor", "assimilation", "astern", "asunder", "atheist", "atone", "attire", "augment", "auspicious", "autism", "auxiliary", "avarice", "averse", "aviary", "bale", "ballast", "balm", "baloney", "bandit", "barrow", "bashful", "batten", "beget", "belie", "benevolence", "bequeath", "bereaved", "berth", "beseech", "biceps", "bilateral", "bile", "billow", "binary", "binocular", "bison", "blanch", "blasphemy", "blemish", "blithe", "bode", "borough", "bountiful", "bovine", "breadwinner", "brevity", "bridle", "bromide", "bronchitis", "brunt", "brusque", "buggy", "bunk", "buttock", "cactus", "cadence", "callous", "canopy", "cant", "canteen", "canvass", "caprice", "capricious", "carcinogen", "carousel", "casket", "cataclysm", "cataract", "caustic", "cavalier", "cavalry", "cavern", "cessation", "chaff", "charlatan", "chaste", "chastise", "chauvinism", "chivalry", "chlorine", "chronology", "chum", "circumference", "circumscribe", "circumspect", "cistern", "citadel", "claimant", "clairvoyant", "claustrophobia", "cleavage", "cleave", "clump", "coddle", "coerce", "coercion", "cognition", "colitis", "collusion", "combustion", "complainant", "compliant", "compost", "concave", "conciliate", "conciliatory", "concomitant", "concordance", "condescend", "condolence", "confederation", "confetti", "confluence", "congregate", "connotation", "consecrate", "conservatory", "consignment", "constellation", "consternation", "constipation", "constrict", "consummation", "contagion", "contravene", "convalescence", "convulsion", "coop", "copious", "cordon", "corollary", "coroner", "corroboration", "corrode", "cot", "cove", "cower", "creak", "crease", "crevice", "cringe", "crochet", "crucifixion", "crux", "crypt", "cryptic", "curio", "cursory", "dab", "daft", "dally", "daub", "daunt", "deafening", "debit", "decadence", "decentralize", "decimate", "decorum", "decoy", "decrepit", "dejected", "delineation", "delinquency", "delirious", "delirium", "deliverance", "demarcation", "demography", "demoralize", "demure", "denunciation", "depletion", "deplorable", "depraved", "derelict", "derisive", "dermatologist", "derogatory", "despotic", "destitution", "deterrence", "detest", "detour", "detract", "detriment", "detrimental", "deviate", "devolution", "diabolic", "diagonal", "dialectic", "dichotomy", "diction", "diffident", "dike", "dilapidated", "dilate", "dinghy", "dingy", "discerning", "discomfiture", "discrete", "disheveled", "dislodge", "dispensary", "dissect", "disseminate", "dissertation", "dissipate", "dissonance", "distal", "divergent", "docile", "doldrums", "domicile", "douse", "downcast", "dribble", "drizzle", "drudgery", "duchy", "dune", "dung", "earthen", "eavesdrop", "ecclesiastical", "eddy", "edify", "efface", "effervescent", "egalitarian", "elation", "ellipse", "elucidate", "emancipate", "embankment", "embellish", "embezzle", "embroidery", "embryonic", "emissary", "encroach", "engender", "enjoin", "enshrine", "enunciate", "environs", "ephemeral", "epilepsy", "epitome", "epitomize", "equestrian", "escapade", "esophagus", "esoteric", "evict", "eviction", "ewe", "exasperation", "excavate", "exchequer", "exemplar", "exhortation", "exorbitant", "exorcise", "expedient", "expedite", "exponent", "expound", "extemporaneous", "extradite", "extricate", "extrovert", "exude", "fabrication", "facetious", "fallacy", "fastidious", "fauna", "feasibility", "fern", "fiend", "filial", "filth", "finery", "fir", "fission", "fissure", "fitful", "flabby", "flail", "fleece", "flinch", "flippant", "flit", "flora", "fluctuate", "fluff", "fluffy", "fluoride", "foliage", "foolhardy", "foolproof", "forage", "foreclose", "forfeit", "forgery", "forte", "fortitude", "foundry", "foyer", "friar", "frock", "froth", "fudge", "functionary", "furlough", "furtive", "fuselage", "fussy", "futility", "galley", "garish", "garnish", "gaunt", "gentile", "genus", "germinate", "gill", "gilt", "gird", "glacial", "glint", "glucose", "glutton", "goblin", "gradient", "graphite", "grate", "gratuitous", "gratuity", "groin", "grubby", "gullible", "gully", "gurgle", "gusto", "hackneyed", "haggard", "hangar", "haphazard", "hark", "harrow", "hatchet", "hearsay", "hedgehog", "hedonism", "hem", "hemorrhage", "heretic", "hermit", "hiccup", "hoarse", "hoist", "homogeneous", "humdrum", "husk", "hypnosis", "ignoble", "illustrious", "imbue", "immaculate", "immaterial", "immemorial", "immunize", "impassive", "impel", "impersonate", "impertinent", "impervious", "impetuous", "impinge", "impudent", "inadvertent", "incandescent", "inception", "incinerator", "incongruity", "incongruous", "incredulous", "incursion", "indemnity", "indolent", "induction", "ineligible", "inert", "infallible", "infatuation", "infirm", "infirmity", "infringe", "iniquity", "inlaid", "inlet", "innuendo", "inquisitive", "inscribe", "inscrutable", "insecticide", "insipid", "insolent", "insomnia", "instigate", "insular", "insulation", "insurmountable", "intangible", "interdisciplinary", "interlock", "interlude", "interminable", "intoxication", "introspection", "iris", "irksome", "irredeemable", "irrevocable", "itinerant", "itinerary", "javelin", "jeer", "jostle", "jovial", "jubilee", "judicious", "jut", "juxtaposition", "keel", "kerosene", "keynote", "kickback", "kiln", "kindred", "kinetic", "knell", "lagoon", "lair", "laity", "languid", "lateral", "lathe", "lattice", "laudable", "lava", "leaden", "ledger", "leech", "legible", "lenient", "lesion", "lethargic", "ligament", "liquidate", "lisp", "listless", "lithe", "litigant", "lobe", "locus", "loiter", "longitude", "lubricate", "lucid", "lunge", "lusty", "lynx", "mackerel", "maggot", "magnate", "malady", "malevolent", "mane", "manipulator", "matrimony", "matron", "membrane", "memento", "menial", "mercenary", "merriment", "mirth", "miscellaneous", "mite", "moat", "modulate", "molding", "molest", "monastic", "moot", "morose", "mortuary", "muck", "muffle", "mumps", "municipality", "mutilate", "mutiny", "muzzle", "narcissus", "naught", "nave", "negate", "nettle", "neurosis", "nil", "nitrate", "nocturnal", "node", "nomad", "nonchalant", "nondescript", "nook", "nostril", "noxious", "nullify", "obituary", "oblique", "obstetrician", "obtrusive", "ode", "offshoot", "ointment", "omnipotent", "omniscient", "omnivorous", "oneness", "onerous", "onlooker", "onus", "opinionated", "optimal", "optimum", "orator", "orchid", "oscillate", "ostensible", "ostentatious", "ostracism", "otter", "outlay", "outwit", "ovary", "overrate", "overtone", "oxide", "pacify", "padlock", "pall", "panacea", "panhandle", "parson", "passbook", "patter", "peal", "pedagogy", "pedantic", "peddler", "peevish", "pellet", "pelt", "pelvis", "penance", "pensive", "peppery", "perfunctory", "periphery", "periscope", "permeate", "perpendicular", "persimmon", "pert", "peruse", "petulant", "pheasant", "phosphorus", "physiology", "piecemeal", "pigment", "pike", "pilfer", "pillage", "pique", "plaintive", "plebiscite", "plenary", "plethora", "plod", "plumage", "plumb", "polarize", "polemic", "polyglot", "pomp", "pompous", "ponderous", "poppy", "porous", "posthumous", "postulate", "potassium", "pounce", "pout", "precedence", "precept", "precipice", "precipitation", "precipitous", "predisposition", "premonition", "preponderance", "prerequisite", "prerogative", "presage", "prim", "primordial", "privy", "procrastinate", "prodigal", "profusion", "prognosis", "projectile", "promiscuous", "promontory", "propagate", "propensity", "prosaic", "proscribe", "prospectus", "prostrate", "protrude", "proviso", "psalm", "puberty", "pungent", "purr", "quail", "quarantine", "quaver", "quay", "quench", "quorum", "rabies", "ramification", "ransack", "rapt", "rasp", "ratification", "raze", "rebuttal", "recluse", "recoil", "recompense", "recrimination", "recuperate", "redress", "reimburse", "reiterate", "rejoinder", "rejuvenate", "reminisce", "remission", "reparation", "repatriate", "repellent", "replete", "reprieve", "repudiate", "repulse", "rescind", "residual", "resplendent", "restitution", "resuscitate", "retract", "revel", "reverie", "rind", "roost", "rostrum", "rotor", "roundup", "rudder", "ruddy", "rudimentary", "ruffle", "ruminate", "rummage", "rump", "rut", "Sabbath", "sabbatical", "sacrilegious", "sagacious", "salient", "saliva", "salutary", "satchel", "saturation", "schematic", "schism", "scowl", "scrabble", "scruffy", "scruple", "scuffle", "scum", "secession", "seclude", "secluded", "secrete", "sedate", "sedentary", "sediment", "seethe", "semantic", "senile", "sentry", "sequester", "serum", "serviceman", "servile", "sewerage", "sheath", "shifty", "shin", "shoal", "sieve", "sinew", "skipper", "slacken", "slander", "slapstick", "sleigh", "slither", "slough", "slovenly", "sluice", "smolder", "smudge", "snip", "snooze", "sod", "sodden", "soggy", "sojourn", "solstice", "solvent", "sorcerer", "sortie", "spar", "specious", "spire", "sprig", "sprightly", "sprite", "spruce", "spurious", "squalid", "squalor", "squat", "squatter", "squeamish", "squid", "squirt", "stag", "stagnate", "stallion", "stead", "stealthy", "stench", "stenographer", "sterilize", "stocky", "stow", "stratum", "stricture", "stubble", "stuffy", "stupendous", "stupor", "subjugate", "subsistence", "substantiate", "subterranean", "subversion", "succinct", "succulent", "suffocate", "suffrage", "sulk", "sultan", "sultry", "sundry", "superimpose", "supersede", "surly", "susceptibility", "swindle", "swine", "synod", "synopsis", "syntax", "tableau", "tadpole", "talisman", "talon", "tantalize", "tardy", "tarry  {1}", "tempestuous", "tenancy", "tenement", "tentacle", "terminology", "terrestrial", "tetanus", "tether", "thatch", "therein", "thesaurus", "thimble", "thoroughbred", "thoroughfare", "thrash", "threadbare", "thrifty", "thud", "tithe", "toad", "tongs", "topography", "totter", "tranquilize", "transitory", "tremulous", "trident", "trite", "tropic", "trough", "truant", "turnpike", "twitter", "typhoid", "uncouth", "underpin", "undue", "unequivocal", "unfurl", "ungainly", "unkempt", "unscathed", "unscrupulous", "upholstery", "upmarket", "urbane", "urn", "usurp", "vacate", "vagabond", "vale", "valiant", "valor", "vane", "vanquish", "vantage", "vat", "vector", "vehement", "venom", "venomous", "ventilation", "vested", "vestige", "veterinarian", "vicinity", "vindictive", "virile", "visage", "vivacious", "vociferous", "volition", "voluble", "voluptuous", "vouch", "vulgarity", "vulture", "waft", "wand", "wanton", "warble", "wart", "wavelength", "wean", "welter", "wheedle", "wheeze", "whet", "whimper", "whirlpool", "whisker", "whitewash", "wicker", "wont", "wrest", "wriggle", "writhe", "xenophobia", "zenith", "zest", "zodiac"], "11"=>["abbey", "aberration", "abet", "abiding", "ablaze", "abrasive", "abstinence", "abyss", "accomplice", "accrue", "acquit", "acquittal", "acronym", "acumen", "adamant", "admonish", "adrift", "adultery", "affable", "affiliated", "aggrieved", "ailing", "airborne", "alias", "align", "alleviate", "alluring", "allusion", "altruism", "alumnus", "ambivalent", "amply", "anemia", "anesthesia", "anesthetic", "anew", "animosity", "annex", "annuity", "annul", "anomaly", "ante", "anthem", "antidote", "antipathy", "antiquated", "apocalypse", "apostle", "appease", "apprehensive", "arbor", "arcane", "archipelago", "aria", "arid", "ark", "arson", "arthritis", "ascendancy", "aspen", "assortment", "asteroid", "astute", "asylum", "attrition", "audacious", "audacity", "aura", "austere", "austerity", "autocratic", "avenge", "avid", "backdrop", "backer", "backlash", "baggy", "balk", "bane", "banter", "barbed", "bard", "baroque", "barrage", "bask", "bastion", "battalion", "beacon", "bedrock", "beguile", "belligerent", "bemoan", "benchmark", "benefactor", "bidder", "bigotry", "biopsy", "birch", "blatant", "blight", "blister", "bluff", "blurt", "boardroom", "bogus", "boisterous", "bombard", "bombardment", "boomer", "booty", "booze", "botch", "bounty", "bower", "brandish", "brash", "bravado", "brawl", "brazen", "breathtaking", "brethren", "brittle", "buffer", "bullish", "bun", "buoyant", "burgeon", "burly", "burnish", "burrow", "buttress", "buyout", "cache", "cadet", "calculus", "caliber", "canine", "canny", "capitalize", "capitulate", "carcass", "cardiac", "cardiovascular", "cartel", "caste", "catalyst", "catapult", "caucus", "centennial", "centerpiece", "chaplain", "charred", "chasm", "chasten", "chide", "choreographer", "chromosome", "circumvent", "citation", "civility", "clamor", "clamp", "clandestine", "cleric", "clientele", "clinch", "clot", "clout", "clutter", "coalesce", "cobble", "coffer", "cohort", "collateral", "colt", "comatose", "combo", "comer", "commandment", "commando", "communique", "compilation", "complacency", "complicity", "comptroller", "concerted", "concerto", "concoct", "condone", "confederate", "confiscate", "conflagration", "conglomerate", "conjure", "connoisseur", "conservationist", "consummate", "containment", "contemplative", "contentious", "contingency", "contingent", "continuum", "contraception", "contraceptive", "contrition", "conundrum", "convent", "convergence", "cooper", "cornerstone", "coronary", "corporal", "corpus", "corroborate", "corrosive", "cortex", "counterfeit", "courthouse", "courtship", "covert", "coy", "crackdown", "crackle", "crap", "crate", "crony", "crumple", "cub", "cuff", "culinary", "cull", "culmination", "cumbersome", "curator", "curt", "curtail", "cutback", "cynic", "cynicism", "czar", "dearth", "debacle", "debase", "debilitate", "decipher", "decor", "defamation", "defection", "deference", "deflate", "deft", "defunct", "degenerate", "deity", "deluge", "delve", "demeanor", "dementia", "demolition", "demur", "denomination", "dent", "deplete", "deport", "deportation", "depose", "deride", "derision", "destitute", "deterioration", "devaluation", "devious", "devolve", "diabetic", "diaper", "dictum", "dire", "disband", "discretionary", "disgruntled", "disintegration", "disparage", "disparate", "disparity", "disproportionate", "distraught", "divulge", "doctorate", "doe", "dogged", "dolly", "dope", "dour", "downplay", "downright", "drab", "drape", "drawl", "dredge", "drench", "drone", "duct", "duel", "eclectic", "edifice", "efficacy", "elf", "eligibility", "emanate", "embodiment", "embroil", "empathy", "enactment", "enclave", "endear", "endemic", "enigma", "ensemble", "entourage", "entreat", "entrench", "epicenter", "epitaph", "eschew", "espionage", "espouse", "etch", "ethereal", "ethos", "euphemism", "euphoria", "euthanasia", "evangelical", "evangelist", "evasion", "evasive", "evocative", "exacerbate", "exacting", "excise", "exemplary", "exhale", "exhilarate", "exhort", "expatriate", "extol", "extradition", "extremist", "exuberant", "exult", "falcon", "farce", "fathom", "fawn", "ferment", "ferocity", "fervent", "fetus", "feud", "fiasco", "fiat", "fickle", "fiddle", "fin", "financier", "finesse", "firearm", "flagrant", "flagship", "flamboyant", "flaunt", "fledgling", "fleeting", "flex", "flimsy", "flirtation", "flounder", "fluke", "fluorescent", "flurry", "flux", "fodder", "fondle", "footage", "footing", "foray", "forcing", "foreman", "forensic", "forestall", "forgo", "forlorn", "forthright", "fragmentation", "fraternal", "fraudulent", "frigid", "frolic", "funk", "funnel", "furor", "furrow", "gala", "gall", "galvanize", "garland", "garner", "garrison", "gauntlet", "genealogy", "genesis", "genetics", "genital", "genteel", "ghastly", "ghetto", "giddy", "gild", "glean", "glee", "glib", "glimmer", "gloat", "glowing", "glum", "glut", "gnaw", "goad", "goldsmith", "goody", "gouge", "graffiti", "graft", "grandiose", "grapple", "gregarious", "grid", "grit", "grope", "grouse", "grudge", "grudging", "gruesome", "grunt", "guise", "hallmark", "hallucination", "halo", "handcuff", "hapless", "harry", "hassle", "headlong", "heady", "hearten", "heather", "hefty", "hegemony", "hepatitis", "heresy", "heterosexual", "heyday", "hiatus", "hilarious", "hindsight", "hoax", "homage", "homicide", "hone", "horde", "horrendous", "hub", "hulk", "hull", "humiliating", "hump", "hunch", "hurtle", "hustle", "hyperbole", "idyllic", "ignite", "illicit", "impart", "impasse", "impeccable", "impede", "implacable", "implant", "imposition", "impoverished", "impromptu", "impunity", "incarnation", "incendiary", "incest", "incite", "incompetence", "incriminate", "indelible", "inept", "inexorable", "inferno", "infest", "inflame", "informant", "infrared", "infringement", "infusion", "inhale", "injunction", "innocuous", "inoculation", "insatiable", "insidious", "insinuate", "insolvent", "instill", "insurgent", "insurrection", "inter", "intestinal", "intractable", "intravenous", "intrepid", "introspective", "inundate", "irate", "jab", "jagged", "jay", "jeopardy", "jettison", "jubilant", "jumble", "junta", "knack", "labyrinth", "lama", "languish", "laud", "launder", "laureate", "leach", "legion", "leisurely", "leukemia", "lewd", "lexicon", "libel", "liken", "lineage", "lingerie", "litigation", "loathe", "lob", "logging", "loophole", "lore", "ludicrous", "lurch", "lurid", "lush", "luster", "magnolia", "makeshift", "malaise", "malign", "mannerism", "marquee", "marrow", "mason", "maverick", "meander", "measles", "meltdown", "menopause", "metabolism", "metaphysical", "meteor", "microbe", "middleman", "milieu", "mirage", "miscarriage", "misdemeanor", "misgiving", "mitigate", "mole", "morbid", "moribund", "mortify", "motley", "mounting", "mule", "mull", "mural", "murky", "mutant", "nag", "narrate", "nasal", "nausea", "nestle", "neural", "neuron", "nibble", "nimble", "nipple", "nitrogen", "nominal", "nudge", "null", "nuptial", "nutty", "obese", "obnoxious", "obscenity", "obsessive", "omen", "ominous", "onslaught", "ooze", "opaque", "opium", "optic", "opus", "oracle", "ordinance", "orgy", "outspoken", "outstrip", "ovation", "overblown", "overdose", "overly", "overshadow", "overture", "palatable", "palpable", "pamper", "panther", "paranoia", "parity", "parochial", "pathology", "patriarch", "patrician", "patronage", "patronize", "payroll", "peddle", "pedigree", "penchant", "perennial", "perimeter", "perjury", "perk", "perky", "pernicious", "perpetrate", "persona", "petal", "pew", "phantom", "pharmaceutical", "philanthropy", "picket", "pilgrimage", "pimp", "pitfall", "pivot", "pivotal", "placate", "placebo", "plagiarism", "platoon", "plaza", "pleading", "plush", "plywood", "pneumonia", "pod", "poignant", "poised", "pollen", "pore", "portal", "posh", "precinct", "precocious", "precursor", "predatory", "predicament", "prelude", "preposterous", "primate", "pristine", "probation", "procurement", "prodigious", "prodigy", "profane", "proffer", "proliferate", "prolific", "pronounced", "proprietary", "proprietor", "prostitution", "protagonist", "prowess", "pseudo", "pseudonym", "psyche", "pun", "puncture", "pundit", "punitive", "putative", "putt", "quadruple", "quagmire", "quantum", "quash", "quell", "quip", "quirk", "rabid", "raider", "rampant", "rampart", "rancor", "ransom", "rant", "rapport", "rapprochement", "rationale", "raucous", "reactionary", "rebuff", "recalcitrant", "reconnaissance", "recoup", "rectitude", "reflex", "regal", "regimen", "registry", "reinstate", "relapse", "relinquish", "remorse", "rendezvous", "rendition", "renegade", "renovate", "replenish", "replicate", "reprimand", "requisite", "resilient", "resonant", "respectability", "respiratory", "respite", "resurrect", "resurrection", "retaliate", "retaliation", "retina", "retribution", "revamp", "reverberate", "revile", "revitalize", "revoke", "revulsion", "rife", "rigor", "rivet", "roach", "rodent", "romp", "roster", "rout", "rove", "rover", "rowdy", "rue", "rueful", "rupture", "sag", "salvage", "sanctity", "sanguine", "sardonic", "savior", "scalp", "scathing", "schizophrenia", "scoff", "scour", "scourge", "screech", "scrupulous", "scuttle", "secede", "sectarian", "sedative", "seductive", "seedy", "seep", "seismic", "seminal", "seminary", "sewage", "sexist", "shackle", "shear", "sheen", "shingle", "shoddy", "sickle", "sideline", "sierra", "sire", "sizable", "skinner", "skirmish", "sleazy", "sleek", "sliver", "slouch", "sludge", "slur", "smirk", "smite", "smug", "snag", "snarl", "sodium", "solace", "somber", "sordid", "sparse", "spate", "spearhead", "specter", "spinal", "splice", "spook", "sporadic", "spree", "sprint", "spurn", "sputter", "squabble", "squadron", "squander", "squeal", "squint", "squirm", "stagnant", "stagnation", "stalemate", "stalwart", "stately", "staunch", "stave", "stealth", "stein", "stellar", "stigma", "stint", "stockpile", "strew", "stricken", "strident", "stringent", "stronghold", "stunt", "subversive", "subvert", "succumb", "sumptuous", "supplant", "supple", "surcharge", "surrogate", "susceptible", "swagger", "sweeping", "swoon", "tacit", "tally", "tamper", "tangled", "tantalizing", "tantrum", "tarnish", "taunt", "taut", "tawdry", "teem", "tenacious", "tenet", "tenor", "tenuous", "tepid", "terrain", "terse", "testimonial", "theological", "throttle", "thug", "thwart", "tier", "tinge", "tome", "torpedo", "torso", "touchy", "tout", "towering", "township", "trajectory", "translucent", "treason", "tremor", "tribune", "trooper", "troupe", "truce", "trudge", "tuberculosis", "tumultuous", "turner", "turnout", "ubiquitous", "ultimatum", "uncanny", "unearth", "unilateral", "unravel", "unruly", "upbeat", "upbringing", "uproar", "upshot", "upstart", "vandalism", "vanguard", "veer", "vengeance", "verification", "veritable", "vernacular", "vibrant", "vie", "vigil", "vigilant", "vindicate", "vindication", "waive", "waiver", "wane", "warden", "warren", "watershed", "wayward", "whack", "whiff", "whimsical", "whine", "whirlwind", "whisk", "whore", "wield", "windfall", "withdrawn", "wizard", "wobble", "womb", "wrangle", "wrath", "writ", "zealot", "zinc"], "9"=>["abbreviate", "abort", "abstraction", "absurdity", "acceleration", "acoustic", "activate", "actuality", "addictive", "adequacy", "adherence", "adjacent", "admittance", "admittedly", "adorable", "adornment", "adversity", "aerobic", "afar", "affected", "affirmation", "affix", "affluent", "aggravate", "aggressor", "agitate", "agonizing", "ailment", "akin", "alienate", "alienation", "allergic", "allergy", "allocation", "allot", "aloof", "alpine", "alternately", "amenity", "amiable", "amplify", "analogous", "anarchist", "anarchy", "anecdote", "angelic", "animate", "animated", "antiquity", "anytime", "apathy", "apiece", "apprehend", "apprenticeship", "aptitude", "aquatic", "archbishop", "armful", "artful", "assassin", "assassination", "assertive", "assimilate", "astray", "astronomical", "attest", "auditor", "authoritarian", "automate", "automotive", "avalanche", "avert", "awesome", "badger", "banjo", "barbarism", "barometer", "barter", "battlefield", "beet", "behavioral", "bellboy", "beta", "billiards", "bin", "binder", "biotechnology", "bitch", "bizarre", "blacken", "blizzard", "blooming", "boarder", "boarding", "bog", "bomber", "bondage", "bonfire", "boon", "botanist", "bottomless", "boulder", "boulevard", "bowler", "bran", "breeder", "breeding", "briefing", "broadcaster", "browse", "buck", "burdensome", "bust", "butler", "cameraman", "camouflage", "canon", "captivate", "carefree", "caretaker", "carol", "carp", "casting", "caterpillar", "cauliflower", "ceaseless", "cedar", "celestial", "censor", "centralize", "champagne", "chant", "chauffeur", "cheeky", "cheery", "childbirth", "childless", "cholesterol", "chronic", "chronicle", "chunk", "circumstantial", "cleanliness", "clearance", "clog", "coastline", "cocaine", "coherence", "coke", "collaborate", "collaboration", "colon", "commemorate", "commercialism", "commune", "communicator", "compassionate", "complacent", "comprehensible", "compulsion", "compulsive", "conceited", "condemnation", "conditioner", "conditioning", "conformity", "confound", "congenial", "congestion", "conjecture", "connected", "consolation", "constable", "constituency", "constituent", "contaminant", "contamination", "contemptuous", "contention", "contestant", "contour", "contradictory", "converse", "conversely", "copyright", "cosmic", "cowardice", "crave", "credibility", "crescent", "crest", "crimson", "crumble", "crunch", "cuddle", "cuisine", "cult", "cultivator", "curb", "curfew", "cynical", "dabble", "daffodil", "damned", "darn", "daze", "debatable", "deceptive", "decree", "deduct", "deduction", "defenseless", "deform", "degrade", "denote", "denounce", "deposition", "depot", "designation", "desirous", "detain", "detection", "deter", "deteriorate", "devalue", "devoid", "devotee", "diabetes", "dictatorship", "differential", "diffuse", "digit", "dilute", "din", "dioxide", "disclosure", "disconnect", "discord", "discourse", "discoverer", "discreet", "disfigure", "disobedient", "disruptive", "dissent", "distaste", "distill", "distortion", "distracted", "diverge", "dogma", "downfall", "downstream", "doze", "dreamer", "dreary", "droop", "drought", "dub", "dubious", "duchess", "duplicate", "dynasty", "earthworm", "ebb", "eclipse", "ecstatic", "effortless", "egoist", "egoistic", "elaboration", "elasticity", "electrify", "elemental", "embody", "emigrant", "empower", "empress", "encircle", "endorsement", "enlargement", "enlighten", "enmity", "enrage", "enrichment", "enrollment", "entice", "entrust", "environmentalist", "epic", "erroneous", "erupt", "ethic", "evacuate", "evacuation", "evade", "evaporate", "eventful", "evergreen", "evoke", "evolutionary", "excerpt", "exempt", "exemption", "exertion", "extended", "extinction", "extravagance", "fabulous", "faithless", "fatherland", "feat", "feudal", "fictional", "fingertip", "fishy", "fixture", "flair", "flashing", "flaw", "flea", "floating", "footnote", "forcible", "fore", "forearm", "forefinger", "foreground", "foreseeable", "foretell", "fragrant", "freak", "freezing", "freshen", "frivolous", "frontal", "frugal", "fusion", "futile", "gaily", "generator", "generic", "gentry", "geological", "germ", "gifted", "glisten", "godmother", "gorge", "granddad", "grandeur", "grasshopper", "gratification", "gravel", "gravestone", "gravy", "grotesque", "gunpowder", "gust", "gutter", "ha", "handmade", "harass", "harness", "haven", "hazardous", "haze", "hazy", "headdress", "heath", "hectic", "heiress", "herald", "heredity", "heroism", "herring", "highness", "hippie", "hoe", "holly", "holocaust", "honk", "hoot", "hormone", "horrid", "hospice", 